const toxicWordsArray = [
    'действительно', 'который' , 'которая', 'которое' , 'которые', 'которого' , 'которой', 'которых' ,
    'которому', 'которым' , 'которую', 'которым' , 'которыми', 'я', 'мне', 'мое' , 'моё', 'моем' , 'моём', 'мой' , 'моя', 'мои',
    'любой', 'любые', 'любая', 'любое', 'про', 'расставить приоритеты', 'расставь приоритеты', 'расставьте приоритеты', 'основной способ коммуникации',
    'основным способом коммуникации', 'расставлять приоритеты', 'непонятный момент', 'непонятные моменты', 'непонятному моменту', 'непонятным моментам',
    'грядущие', 'грядущий', 'грядущего', 'грядущих', 'грядущему', 'грядущим', 'мотивировать', 'мотивирую', 'мотивируем', 'мотивируешь', 'мотивируете',
    'мотивирует', 'мотивируют', 'мотивировал', 'мотивировала', 'мотивировало', 'мотивировали', 'в самом начале', 'тщательно отобранный', 'тщательно отобранные',
    'тщательно отобрано', 'тщательно отобранная', 'тщательно отобранного', 'тщательно отобранным', 'тщательно отобранных', 'в частности',
    'позволяет', 'позволяют', 'большое количество', 'большие количества', 'большого количества', 'больших количеств', 'большому количеству',
    'большим количествам', 'большим количеством', 'большими количествами', 'большом количестве', 'больших количествах', 'в рамках'
];